[M_MonumentsVandalism MissionDefinition]
MissionName="Image attack"
MissionDescription="there is nothing orders Beauty Jack to destroy the statue. [place]capacity[-place], Because it is better to destroy the soul of the wicked, than to kill the wicked.."
TurnInDescription="Beautiful photo of the missing jacket. [place]it's an opportunity[-place] Be less suspicious of the outside world. but some things."
MissionSummary="Remove the cute Jack picture.."
MissionGiver="Spanish"
MissionTurnInLocation="Claptrap"
TeaserText="No revolution is complete without destroying the statues of a few fascist tyrants."

[M_MonumentsVandalism:Danceoff MissionObjectiveDefinition]
ProgressMessage="Click the dance button"

[M_MonumentsVandalism:DanceoffSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MonumentsVandalism:DestroyStatuesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MonumentsVandalism:Escort MissionObjectiveDefinition]
ProgressMessage="It continued to the middle"

[M_MonumentsVandalism:Escort1Set MissionObjectiveSetDefinition]
MissionSummaryOverride="Protect the champion while Jack destroys the statue."
MissionDescriptionOverride="The image of handsome Jack must be destroyed. [place]It's an opportunity[-place], Because it is better to destroy the evil than to kill the criminal. These bots are not safe. Therefore, when the robot factory is opened, it must be protected.."

[M_MonumentsVandalism:FindConstructor MissionObjectiveDefinition]
ProgressMessage="Find the attacker"

[M_MonumentsVandalism:FindConstructorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MonumentsVandalism:HackConstructor MissionObjectiveDefinition]
ProgressMessage="Managers don't understand this."

[M_MonumentsVandalism:HackConstructorSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Ability to hack robotic systems."
MissionDescriptionOverride="Clipper asks you to destroy Jack's magnificent statue. [place]up[-place], Because destroying one's negative perception is more effective. The robot doesn't have a car trunk, so you have to hack the robot builder system to open it.."

[M_MonumentsVandalism:OverseerHealth MissionObjectiveDefinition]
ProgressMessage="Attacks save up to +50 health.%"

[M_MonumentsVandalism:ShootStatues MissionObjectiveDefinition]
ProgressMessage="Submit an example"

[M_MonumentsVandalism:StatuesDestroyed MissionObjectiveDefinition]
ProgressMessage="Destroy image"

